Repository: rpsimao/cln
Catalog: application/languages/*/*.po
Languages: fr_fr

source: You are not allowed to see this resource. Please login.
fr_fr: Vous n'êtes pas autorisé à voir cette ressource. S'il vous plaît vous identifier.

source: Client created successfully.
fr_fr: Client créé avec succès.

source: No Client found!
fr_fr: Non Client trouvé!

source: First Name:
fr_fr: Prénom:

source: Last Name:
fr_fr: Nom de famille:

source: Age:
fr_fr: Âge:

source: Home Country:
fr_fr: Pays d'origine:

source: Atention!
fr_fr: Attention

source: Make 2 joules below the basic skin type!
fr_fr: Faire 2 joules en dessous du phototype de base!

source: Next ->
fr_fr: Suivant ->

source: Users_Form_Login_Username
fr_fr: Identifiant

source: Users_Form_Login_Password
fr_fr: Mot de Pass

source: Users_Form_Login_Submit
fr_fr: Se connecter

source: Users Profile
fr_fr: Profil de l'utilisateur

source: Treatments
fr_fr: Traitements

source: Body Zones
fr_fr: Zones de corps

source: Create New User
fr_fr: Créer un nouvel utilisateur

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Role
fr_fr: Rôle

source: Clinic
fr_fr: Clinique

source: Trash
fr_fr: Poubelle

source: New Treatment
fr_fr: Nouveau traitement

source: Description (French)
fr_fr: Description (Français)

source: Description (English)
fr_fr: Description (Anglais)

source: Description (German)
fr_fr: Description (Allemand)

source: Edit
fr_fr: Modifier

source: New Body Zone
fr_fr: Zone New Body

source: Body Zone (French)
fr_fr: Body Zone (Français)

source: Body Zone (English)
fr_fr: Body Zone (Anglais)

source: Body Zone (German)
fr_fr: Body Zone (Allemand)

source: Click to select
fr_fr: Cliquez pour sélectionner

source: French
fr_fr: Français

source: Description
fr_fr: La description

source: English
fr_fr: Anglaise

source: German
fr_fr: Allemand

source: Close
fr_fr: Fermer

source: Save
fr_fr: Sauver

source: Appointment
fr_fr: Nouvelle Consulte

source: What treatment will you do?
fr_fr: Quel traitement allez vous faire?

source: Description of current treatment
fr_fr: Description du traitement actuel

source: Further treatment in the future?
fr_fr: Quel autre traitement souhaiteriez vous faire dans le futur?

source: Type of future treatment?
fr_fr: Type de traitement futur

source: Description of future treatment
fr_fr: Description du traitement futur

source: Patient's medical history
fr_fr: Historique médicale du patient

source: Type of skin
fr_fr: Type de peau

source: Light
fr_fr: Claire

source: Dark
fr_fr: Foncée

source: Black
fr_fr: Noir

source: Hair type
fr_fr: Type de poil

source: Thick
fr_fr: Epais

source: Thin
fr_fr: Fin

source: Brown
fr_fr: Brun

source: Chestnut
fr_fr: Châtain

source: Grey
fr_fr: Gris

source: Red
fr_fr: Roux

source: Other
fr_fr: Auto

source: You are out in the sun or did you use self-tanning creams in the last 15 days?
fr_fr: Vous êtes vous exposé au soleil ou avez-vous utilisé des crèmes auto-bronzantes dans les 15 derniers jours?

source: Have you ever used laser or pulsed light?
fr_fr: Avez-vous déjà eu des soins au laser ou de la lumière pulsée?

source: Drug information
fr_fr: Informations médicamenteuses

source: Usually you take vitamins, antidepressants or anti-acne treatment?
fr_fr: Habituellement prenez-vous des vitamines, antidépresseur ou un traitement anti -acnéique?

source: Do you currently have hormone treatment for infertility, menopause, endometriosis or thyroid (oral or injectable)?
fr_fr: Avez-vous actuellement un traitement hormonal pour l'infertilité, la ménopause, l'endométriose ou pour la thyroide (ceci par oral ou injectable)?

source: Do you follow a treatment for diabetes or cholesterol?
fr_fr: Suivez-vous un traitement pour le diabète ou le cholestérol?

source: Questions concerning your health
fr_fr: Questions concernant votre santé

source: Does it is a possibility that you are currently pregnant? Or trying to conceive?
fr_fr: Ya-t -il une possibilité que vous soyez actuellement enceinte? Ou que vous essayez de concevoir?

source: Have you ever had radiation treatments, chemotherapy due to a cancer disease?
fr_fr: Avez-vous déjà eu des soins de radiothérapie, chimiothérapie à cause d'une maladie cancéreuse?

source: Do you have sensitive and easily irritated skin?
fr_fr: Avez-vous la peau sensible et facilement irritable?

source: Do you have any lesions on the selected treatment area, namely:
fr_fr: Avez-vous des lésions sur la zone de traitement choisie, à savoir:

source: inflammations, abscesses, burns?
fr_fr: Inflammations, abcès, brûlures

source: skin tumors, pigmentation spots?
fr_fr: tumeurs cutanées, taches de pigmentation?

source: scars on the treatment area?
fr_fr: cicatrices sur la zone à traiter?

source: fragile areas of vascular (ease to hematoma "blue"), pruritus (itching, dryness)?
fr_fr: des zones de fragilité, de type vasculaire (facilité pour les hématomes "bleus"), prurit (démangeaisons, sécheresse)?

source: tattoos on the area?
fr_fr: tatouages sur la zone?

source: Do you have circulatory problems, varicose veins and telangiectasia?
fr_fr: Avez-vous des problèmes circulatoires, varices ou telangiectasies?

source: Submit
fr_fr: Soumettre

source: New Appointment
fr_fr: Nouvelle Consulte

source: Additional information ("yes" responses)
fr_fr: Informations supplémentaires (réponses “oui”)

source: Make a TEST 24H to people who have more than 45 years and do 2 joules below the basic skin type!
fr_fr: Faire un TEST de 24 H aux personnes qui ont plus de 45 ans, et faire 2 joules en dessous du phototype de base!

source: If the patient is of Latin origin (Italian, Portuguese, Spanish, Maghrebian, South American), make 2 joules below the basic skin type!
fr_fr: Si le patient est d'origine latine (italienne, portugaise, espagnole, magrebine, sud-americaine), faire 2 joules en dessous du phototype de base!

source: For this Patient make a 24H TEST
fr_fr: Pour ce faire un patient 24H ESSAI

source: If phototype is 4, make a 24H test, test of 6, 8, 10 joule!
fr_fr: En cas de phototype 4, faire un test de 24 H, test de 6, 8, 10 joule!

source: After an exposure to the sun, wait 30 days before begin the treatment
fr_fr: Après une exposition au soleil, attendre 30 jours avant de commencer le traitement

source: If 'YES', wait one month before the next session!
fr_fr: Attention: si "oui", attendre 1 mois avant la prochaine séance!

source: Treatment of acne (wait one year after treatment)
fr_fr: Traitement d'acnée ( attendre une année après le traitement)

source: If antidepressants, taken by medical prescription, make a 24-H test
fr_fr: En cas d'anti dépresseur, prise de fer par prescription médicale, faire un t est de 24 H

source: Do a 24H test if the patient use hormone therapy!
fr_fr: Attention: faire un t est de 24 H si le patient souscrit à un t aitement hormonal!

source: Do a 24H test if the patient do one of these treatments!
fr_fr: Faites un test de 24 H si le patient fait un de ces traitements!

source: Don't do a treatment on pregnant woman! After breastfeeding wait two months!
fr_fr: Ne pas faire un traitement sur les femmes enceintes! Après l'allaitement attendre deux mois!

source: Seek the agreement of her doctor if it dates back less than 2 years!
fr_fr: Cherchez l'accord de son médecin si elle remonte à moins de 2 ans!

source: Do 2 joules below the basic skin type!
fr_fr: Faire 2 joules ci-dessous le type de base de la peau!

source: Caution: If "YES" answer to any of the questions above, delimit the area at risk and treat 2 cm of this area!
fr_fr: Si la réponse «OUI» à l'une des questions ci-dessus, délimiter la zone à risque et de traiter 2 cm de cette région!

source: Please note, if significant inflammatory or varices, delineate the area at risk and treat 2 cm of this area!
fr_fr: S'il vous plaît noter, si significative inflammatoire ou varices, délimiter la zone à risque et de traiter 2 cm de cette région!

source: If there is a presence of allergens on the skin, please do a test 24H!
fr_fr: Si il y a une présence d'allergènes concernant la peau, veuillez faire un teste de 24H

source: Upper lip/Chin
fr_fr: Lèvre sup/Menton

source: Upper lip/Chin | FACE
fr_fr: Lèvre sup/Menton | VISAGE

source: Beard/Down Face
fr_fr: Barbe/Bas visage

source: Beard/Down Face | FACE
fr_fr: Barbe/Bas visage | VISAGE

source: Mustache
fr_fr: Moustache

source: Mustache | FACE
fr_fr: Moustache | VISAGE

source: Cheek
fr_fr: Joue

source: Cheek | FACE
fr_fr: Joue | VISAGE

source: Neck
fr_fr: Cou

source: Neck | FACE
fr_fr: Cou | VISAGE

source: Nose or ear
fr_fr: Nez ou Oreille

source: Nose or ear | FACE
fr_fr: Nez ou Oreille | VISAGE

source: Inter eyebrows
fr_fr: Inter sourcils

source: Inter eyebrows | FACE
fr_fr: Inter sourcils | VISAGE

source: Hand or fingers
fr_fr: Main ou doigts

source: Hand or fingers | ARM
fr_fr: Main ou doigts | BRAS

source: Shoulders
fr_fr: Epaules

source: Shoulders | ARM
fr_fr: Epaules | BRAS

source: Forearm
fr_fr: Avant bras

source: Forearm | ARM
fr_fr: Avant bras | BRAS

source: Whole arms
fr_fr: Bras entiers

source: Whole arms | ARM
fr_fr: Bras entiers | BRAS

source: Armpits
fr_fr: Aisselles

source: Armpits | ARM
fr_fr: Aisselles | BRAS

source: Torso
fr_fr: Torse

source: Torso | DOS/CHEST
fr_fr: Torse | DOS/TORSE

source: Areola or nipple
fr_fr: Aréoles ou téton

source: Areola or nipple | DOS/CHEST
fr_fr: Aréoles ou téton | DOS/TORSE

source: Breasts
fr_fr: Seins

source: Breasts | DOS/CHEST
fr_fr: Seins | DOS/TORSE

source: Abdominal area
fr_fr: Région abdominale

source: Abdominal area | DOS/CHEST
fr_fr: Région abdominale | DOS/CHEST

source: Belly
fr_fr: Ventre

source: Belly | DOS/CHEST
fr_fr: Ventre | DOS/TORSE

source: Full Back
fr_fr: Dos complet

source: Full Back | DOS/CHEST
fr_fr: Dos complet | DOS/TORSE

source: Upper body
fr_fr: Haut du corps

source: Upper body | DOS/CHEST
fr_fr: Haut du corps | DOS/TORSE

source: Lower back
fr_fr: Bas du dos

source: Lower back | DOS/CHEST
fr_fr: Bas du dos | DOS/TORSE

source: Thighs
fr_fr: Cuisses

source: Thighs | THIGH/LEG/FOOT/PUBIS
fr_fr: Cuisses CUISSES/JAMBES/PIEDS/PUBIS

source: Overflow thighs
fr_fr: Débord cuisses

source: Overflow thighs | THIGH/LEG/FOOT/PUBIS
fr_fr: Débord cuisses | CUISSES/JAMBES/PIEDS/PUBIS

source: Rear thighs
fr_fr: Arrière cuisses

source: Rear thighs | THIGH/LEG/FOOT/PUBIS
fr_fr: Arrière cuisses | CUISSES/JAMBES/PIEDS/PUBIS

source: Pubis | THIGH/LEG/FOOT/PUBIS
fr_fr: Pubis | CUISSES/JAMBES/PIEDS/PUBIS

source: Pubis + lip
fr_fr: Pubis + lèvre

source: Pubis + lip | THIGH/LEG/FOOT/PUBIS
fr_fr: Pubis + lèvre | CUISSES/JAMBES/PIEDS/PUBIS

source: Legs
fr_fr: Jambes

source: Legs | THIGH/LEG/FOOT/PUBIS
fr_fr: Jambes | CUISSES/JAMBES/PIEDS/PUBIS

source: Half legs
fr_fr: Demi-jambes

source: Half legs | THIGH/LEG/FOOT/PUBIS
fr_fr: Demi-jambes | CUISSES/JAMBES/PIEDS/PUBIS

source: Kneeling only
fr_fr: Genoux seuls

source: Kneeling only | THIGH/LEG/FOOT/PUBIS
fr_fr: Genoux seuls | CUISSES/JAMBES/PIEDS/PUBIS

source: Inter gluteal furrow
fr_fr: Sillon inter fessier

source: Inter gluteal furrow | THIGH/LEG/FOOT/PUBIS
fr_fr: Sillon inter fessier | CUISSES/JAMBES/PIEDS/PUBIS

source: Feet
fr_fr: Pieds

source: Feet | THIGH/LEG/FOOT/PUBISt
fr_fr: Pieds | CUISSES/JAMBES/PIEDS/PUBIS

source: Buttocks
fr_fr: Fesses

source: Buttocks | THIGH/LEG/FOOT/PUBIS
fr_fr: Fesses | CUISSES/JAMBES/PIEDS/PUBIS

source: FACE
fr_fr: VISAGE

source: ARM
fr_fr: BRAS

source: DOS/CHEST
fr_fr: DOS/TORSE

source: THIGH/LEG/FOOT/PUBIS
fr_fr: CUISSES/JAMBES/PIEDS/PUBIS

source: View Appointment
fr_fr: Vue Consulte

source: View
fr_fr: Vue

source: There are no appointments
fr_fr: Il n'y a pas de consulte

source: New Client
fr_fr: Nouveau Client

source: Search for Client
fr_fr: Recherche pour le client

source: Search for:
fr_fr: Rechercher:

source: Birthdate
fr_fr: Date de Naissance

source: Mobile
fr_fr: Portable

source: Phone
fr_fr: Telephone fixe

source: First Name + Last Name
fr_fr: Prénom + Nom de Famille:

source: Search
fr_fr: Rechercher

source: Age
fr_fr: Âge

source: Origin
fr_fr: Origine:

source: Select
fr_fr: Sélectionner

source: Name
fr_fr: Nom

source: Switch Client
fr_fr: Passer Client
